[InteractiveObjects.ECHOStation InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InfoKiosk InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep12_PasscodeECHO MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Informações Turísticas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep12_PasscodeECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Elaborada inicialmente para instruir os felizes colonos de Opportunity, agora revelam algus dos segredos mais sórdidos de Jack."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep12_PasswordPocketwatch MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Relógio de Bolso do Jack"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep12_PasswordPocketwatch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Réplica do relógio de bolso do Jack que, além de garantir autorização de segurança máxima, também serve como modulador de voz, para que sua voz fique parecida com a do Jack."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep12_Pocketwatch MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Relógio de Bolso do Jack"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep12_Pocketwatch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Réplica do relógio de bolso do Jack que contém dados biométricos. Além disso, ele garante autorização de segurança máxima ao seu proprietário."
NoConstraintText=""
Suffix=""
Prefix=""

